[iris_vo_ep4_01_live_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOW INTRODUCING: THE BARBARIC, THE BEAUTIFUL, THE MOST BUXOM SPONSOR IN THE HISTORY OF PANDORA: MAAAAAD MOXXI!",Time=0)

[iris_vo_ep4_02_live_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Miss me, sugar?",Time=0)

[iris_vo_ep4_03_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for the save, doll. So -- you want what's in the Vault, and given how tragically long it's been since I ran my own fighting ring, I want Torgue's colosseum for myself. I think it's time you and I became partners... with benefits. Head back to the main crater and we'll talk strategy.",Time=0)

[iris_vo_ep4_04_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So, you found another sponsor. That's sweet, baby. But let me explain something -- you're still just a no-name merc with muscles like wet noodles. My pecs are laughing at you right now. \n     \n You hear that?!",Time=0)

[iris_vo_ep4_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WITH PYRO PETE DEAD, YOU'RE NOW THE NUMBER FOUR BADASS ON PANDORA! GRATS, MOTHERF*CKER! ALSO, YOU SHOULD TREAT MOXXI NICE! NOTHING IS MORE BADASS THAN TREATING A WOMAN WITH RESPECT!",Time=0)

[iris_vo_ep4_06_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, darlin'. Right now, you're ranked fourth on the Torgue leaderboard, but don't worry -- there's nothin' better than getting to third. Base. It's a sex thing. The rank three badass is a cannibalistic road hog named Motor Momma. You'll need to train a little before you take her on, but I've hired the best trainer in the business. Go meet her.",Time=0)

[iris_vo_ep4_07_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Motor Momma's hiding out, just waiting for the other gladiators to kill each other off. Once you're done with your training, you'll be ready to lure her out.",Time=0)

[iris_vo_ep4_08_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't get me wrong, sugar -- I know you don't generally need the help of a trainer, but it'll go over great with the crowds. There's nothing the masses love more than a training sequence.",Time=0)

[iris_vo_ep4_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LADIES AND GENTLEMEN, GIVE IT UP FOR THE WILD CHILD, THE QUEEN OF OBSCENE, THAT GIRL WHO'LL MAKE YOU HURL...",Time=0)

[iris_vo_ep4_10_live_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ta-daaaaa!",Time=0)

[iris_vo_ep4_11_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TINY TIIIIIINAAAAAA!",Time=0)

[iris_vo_ep4_12_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="'Sup, shawty! I'ma be your trainer. Right now, you like ''pow,'' but when I'm done you gonna be like ''piddly-PAOW!'' Getcho butt to the arena and let's do dis shiz.",Time=0)

[iris_vo_ep4_14_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Step one in my training regimen is food. You gotsta get those carbs, son. The back o' the arena's got tons of noms for the workers. Get some cookies, so you can eat 'em and grow up big and strong and kick Piston in the butt-butt.",Time=0)

[iris_vo_ep4_15_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhhhh snaaaaaaap -- they got chocolate chip?! As a connoisseur of tasty treats, I can assure you chocolate chip cookies are the for-real deal.",Time=0)

[iris_vo_ep4_16_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lotta people think you gotta eat protein and stuff if you wanna strength train, but I'm like pffff. Real badasses eat chocolate chip cookies! I'ma get that tattooed across my back in old English font.",Time=0)

[iris_vo_ep4_17_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WAIT A MINUTE! Those cookies weren't chocolate chip. Those are... raisins. WHYYYYYY-HY-HYYYYY?! SHAWTY, DESTROY ALL THE FOOD DISPENSERS! WIPE THE RAISIN ABOMINATIONS OFF THE MAP!",Time=0)

[iris_vo_ep4_18_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I JUST WANTED CHOCOLATE CHIP COOKIES! WHY DO BAD THINGS HAPPEN TO GOOD PEOPLE?!",Time=0)

[iris_vo_ep4_19_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HOLY SKAGSUCK -- SOMEBODY'S DESTROYIN' OUR FOOD DISPENSERS! IN A FEW MONTHS ALL THE WORKERS WILL PROBABLY STARVE TO DEATH! THAT IS AWESOME!",Time=0)

[iris_vo_ep4_20_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHY WOULD YOU EVER MAKE COOKIES THAT AREN'T CHOCOLATE CHIP?! YOU BROUGHT THIS ON YOURSELVES, TORGUE!",Time=0)

[iris_vo_ep4_21_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YEEEESSS! You did it. No one will ever have to fall victim to that oatmeal-raisin evil ever again. Come on back, huggabutt.",Time=0)

[iris_vo_ep4_22_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Your training is complete for now, my ho. Lemme know if you need any more help from a MASTA! Until then, get to a battle board -- Moxxi's foine ass set up some fights for you that should pull Motor Momma outta hiding.",Time=0)